[
  {
    "name": "Zemmour",
    "quotes": [
      "Je pense qu'il y a un lien entre le pouvoir et la virilité. Les hommes ont inventé le pouvoir.",
      "La discrimination c'est la vie les employeurs ont le droit [de refuser des arabes ou des noirs].",
      "Mais tout est raciste, c'est pas possible. On ne peut plus rien dire sans se faire insulter de raciste, j'en sais quelque chose. Il faut arrêter avec ça. Il faut arrêter.",
      "Pourquoi on est contrôlé [par la police] 17 fois [par jour] ? Mais parce que la plupart des trafiquants sont noirs et arabes c'est comme ça, c'est un fait.",
      "Au lieu de bombarder Raqqa, la France devrait bombarder Molenbeek. Raqqa en Syrie, Molenbeek en Belgique, d'où sont venus les commandos du vendredi 13.",
      "Jusqu'à preuve du contraire, si un seul homme affirme que la Terre tourne autour du Soleil, alors que tous les autres savants disent le contraire, c'est quand même l'homme seul qui aura raison.",
      "C'est compliqué car on voit bien aujourd'hui qu'il y a une énorme majorité de joueurs africains. Je ne dis pas qu'ils ne sont pas français mais qu'ils sont noirs. Imaginez l'équipe du Nigeria avec huit joueurs blancs sur onze. Qu'est-ce que vous diriez  ?? C'est bizarre  !",
      "la France perd quand elle joue comme la France et gagne quand elle joue comme l'Italie. Ce paradoxe n'a pas échappé à la presse italienne, qui en rit. Avant d ajouter, perfide, que l'équipe de France est en réalité une équipe africaine.",
      "L'homme idéal est une vraie femme. Il a rendu les armes.",
      "En vérité, ces faux réfugiés sont des vrais clandestins : ils forcent l'entrée de l'Europe qui ne les a pas prier de venir travailler dans ses pays...",
      "Les femmes devraient remercier l'homme de les tromper avec une pétasse. Ils en seront de meilleurs amants.",
      "L'Algérie est une caste au pouvoir; qui prend tout l'argent et qui donne des bribes et qui, quand elle a un problème insulte la France et laisse partir un peu d'immigrés pour ouvrir la cocotte-minute, et c'est la France qui les reçoit.",
      "Un Français n'aura pas le droit d'appeler son fils Mohamed",
      "Tous les musulmans, qu'ils le disent ou qu'ils ne le disent pas», considèrent les djihadistes comme de «bons musulmans».",
      "Dans les années 1930, les auteurs les plus lucides qui dénonçaient le danger allemand, comparaient le nazisme à l'islam [...] et disaient: 'le nazisme est un peu raide, un peu intolérant, mais de là à le comparer à l'islam'.",
      "Les mineurs isolés comme le reste de l'immigration [...] n'ont rien à faire ici: ils sont voleurs, ils sont assassins, ils sont violeurs, c'est tout ce qu'ils sont.",
      "Je pense que le rap est une sous-culture d'analphabètes.",
      "Quand le général Bugeaud arrive en Algérie, il commence à massacrer les musulmans, et même certains juifs. Et bien moi, je suis aujourd'hui du côté du général Bugeaud. C'est ça, être français!",
      "Le pouvoir ne doit pas seulement rester dans la main des hommes? – Bien sûr que si, sinon il se dilapide.",
      "Le vert des Verts correspond, comme par hasard, au vert de l'islam.",
      "Les femmes n'expriment pas le pouvoir, elles ne l'incarnent pas, c'est comme ça. Le pouvoir s'évapore dès qu'elles arrivent.",
      "La domination sociale a un fort pouvoir érotique chez la femme.",
      "Taubira protège 'les femmes et les jeunes de banlieues', elle s'en prend aux 'hommes blancs'.",
      "J'appartiens à la race blanche, vous appartenez à la race noire.",
      "Sans l'avortement, il y aurait eu un 'mini-baby-boom'.",
      "Moi, je ne suis pas exactement un immigré, moi, je suis un peu comme un Martiniquais ou un Alsacien, c'est-à-dire que c'est la France qui est venue chez moi et qui m'a conquis et je la bénis, moi, de m'avoir colonisé.",
      "Cette quête de parité est comme celle de la morale, elle n'a pas de fin. Ne donnez pas aux femmes le social ou la famille, il leur faut les finances ou la défense ! Ce ne sera jamais assez.",
      "Le pouvoir de mort, il est rarement du côté des femmes. Et en tout cas, quand il est du côté des femmes, il séduit rarement les hommes.",
      "Privé de ses propres mots, l'homme (mâle) a été peu à peu privé d'une pensée propre.",
      "Seules la 'salope', la 'pute' peuvent réveiller le désir fragile du mâle.",
      "C'est tout le paradoxe féminin. Les femmes conduisent quand la vitesse est limitée ; elles fument quand le tabac tue ; elles obtiennent la parité quand la politique ne sert plus à grand-chose ; elles votent à gauche quand la Révolution est finie.",
      "Depuis vingt ans, il y a une montée de la présence féminine dans la vie politique. Or, parallèlement, le pouvoir s'évapore du politique.",
      "Je pense que l'autonomie totale en matière sexuelle est un mythe, et le consentement mutuel est un mythe.",
      "Il y a des trafics dans ces quartiers, […] il y a de la polygamie aussi. Il y a beaucoup de délinquance, […] entre le trafic de drogue et la délinquance en col blanc, il y a une petite différence.",
      "Moi, je vous prends le pari sur les statistiques de délinquance des mineurs, je pense qu'il y a entre 90 et 95% des Noirs et de Maghrébins.",
      "Jean Baudrillard avait relevé qu’il existait SOS-Baleines et SOS-Racisme, les premiers voulaient sauver les baleines, et les seconds, sauver les racistes, pour conserver leur magnifique sentiment de supériorité morale. […] La race pure était le projet délirant de Hitler; la religion du métissage est le Graal de notre époque."
    ]
  },
  {
    "name": "Macron",
    "quotes": [
      "Je les emmerde les antivax",
      "Je ne dirait pas que c'est un échec, je dirait que ça a pas marché"
    ]
  }
]