[
  {
    "names": [
      "Zemmour",
      "Eric Zemmour"
    ],
    "quotes": [
      "Je pense qu'il y a un lien entre le pouvoir et la virilité. Les hommes ont inventé le pouvoir.",
      "La discrimination c'est la vie les employeurs ont le droit [de refuser des arabes ou des noirs].",
      "Mais tout est raciste, c'est pas possible. On ne peut plus rien dire sans se faire insulter de raciste, j'en sais quelque chose. Il faut arrêter avec ça. Il faut arrêter.",
      "Pourquoi on est contrôlé [par la police] 17 fois [par jour] ? Mais parce que la plupart des trafiquants sont noirs et arabes c'est comme ça, c'est un fait.",
      "Au lieu de bombarder Raqqa, la France devrait bombarder Molenbeek. Raqqa en Syrie, Molenbeek en Belgique, d'où sont venus les commandos du vendredi 13.",
      "Jusqu'à preuve du contraire, si un seul homme affirme que la Terre tourne autour du Soleil, alors que tous les autres savants disent le contraire, c'est quand même l'homme seul qui aura raison.",
      "C'est compliqué car on voit bien aujourd'hui qu'il y a une énorme majorité de joueurs africains. Je ne dis pas qu'ils ne sont pas français mais qu'ils sont noirs. Imaginez l'équipe du Nigeria avec huit joueurs blancs sur onze. Qu'est-ce que vous diriez  ?? C'est bizarre  !",
      "la France perd quand elle joue comme la France et gagne quand elle joue comme l'Italie. Ce paradoxe n'a pas échappé à la presse italienne, qui en rit. Avant d ajouter, perfide, que l'équipe de France est en réalité une équipe africaine.",
      "L'homme idéal est une vraie femme. Il a rendu les armes.",
      "En vérité, ces faux réfugiés sont des vrais clandestins : ils forcent l'entrée de l'Europe qui ne les a pas prier de venir travailler dans ses pays...",
      "Les femmes devraient remercier l'homme de les tromper avec une pétasse. Ils en seront de meilleurs amants.",
      "L'Algérie est une caste au pouvoir; qui prend tout l'argent et qui donne des bribes et qui, quand elle a un problème insulte la France et laisse partir un peu d'immigrés pour ouvrir la cocotte-minute, et c'est la France qui les reçoit.",
      "Un Français n'aura pas le droit d'appeler son fils Mohamed",
      "Tous les musulmans, qu'ils le disent ou qu'ils ne le disent pas», considèrent les djihadistes comme de «bons musulmans».",
      "Dans les années 1930, les auteurs les plus lucides qui dénonçaient le danger allemand, comparaient le nazisme à l'islam [...] et disaient: 'le nazisme est un peu raide, un peu intolérant, mais de là à le comparer à l'islam'.",
      "Les mineurs isolés comme le reste de l'immigration [...] n'ont rien à faire ici: ils sont voleurs, ils sont assassins, ils sont violeurs, c'est tout ce qu'ils sont.",
      "Je pense que le rap est une sous-culture d'analphabètes.",
      "Quand le général Bugeaud arrive en Algérie, il commence à massacrer les musulmans, et même certains juifs. Et bien moi, je suis aujourd'hui du côté du général Bugeaud. C'est ça, être français!",
      "Le pouvoir ne doit pas seulement rester dans la main des hommes? – Bien sûr que si, sinon il se dilapide.",
      "Le vert des Verts correspond, comme par hasard, au vert de l'islam.",
      "Les femmes n'expriment pas le pouvoir, elles ne l'incarnent pas, c'est comme ça. Le pouvoir s'évapore dès qu'elles arrivent.",
      "La domination sociale a un fort pouvoir érotique chez la femme.",
      "Taubira protège 'les femmes et les jeunes de banlieues', elle s'en prend aux 'hommes blancs'.",
      "J'appartiens à la race blanche, vous appartenez à la race noire.",
      "Sans l'avortement, il y aurait eu un 'mini-baby-boom'.",
      "Moi, je ne suis pas exactement un immigré, moi, je suis un peu comme un Martiniquais ou un Alsacien, c'est-à-dire que c'est la France qui est venue chez moi et qui m'a conquis et je la bénis, moi, de m'avoir colonisé.",
      "Cette quête de parité est comme celle de la morale, elle n'a pas de fin. Ne donnez pas aux femmes le social ou la famille, il leur faut les finances ou la défense ! Ce ne sera jamais assez.",
      "Le pouvoir de mort, il est rarement du côté des femmes. Et en tout cas, quand il est du côté des femmes, il séduit rarement les hommes.",
      "Privé de ses propres mots, l'homme (mâle) a été peu à peu privé d'une pensée propre.",
      "Seules la 'salope', la 'pute' peuvent réveiller le désir fragile du mâle.",
      "C'est tout le paradoxe féminin. Les femmes conduisent quand la vitesse est limitée ; elles fument quand le tabac tue ; elles obtiennent la parité quand la politique ne sert plus à grand-chose ; elles votent à gauche quand la Révolution est finie.",
      "Depuis vingt ans, il y a une montée de la présence féminine dans la vie politique. Or, parallèlement, le pouvoir s'évapore du politique.",
      "Je pense que l'autonomie totale en matière sexuelle est un mythe, et le consentement mutuel est un mythe.",
      "Il y a des trafics dans ces quartiers, […] il y a de la polygamie aussi. Il y a beaucoup de délinquance, […] entre le trafic de drogue et la délinquance en col blanc, il y a une petite différence.",
      "Moi, je vous prends le pari sur les statistiques de délinquance des mineurs, je pense qu'il y a entre 90 et 95% des Noirs et de Maghrébins.",
      "Jean Baudrillard avait relevé qu’il existait SOS-Baleines et SOS-Racisme, les premiers voulaient sauver les baleines, et les seconds, sauver les racistes, pour conserver leur magnifique sentiment de supériorité morale. […] La race pure était le projet délirant de Hitler; la religion du métissage est le Graal de notre époque."
    ]
  },
  {
    "names": [ "Macron" ],
    "quotes": [
      "Je ne dirait pas que c'est un échec, ça n'a pas marché.",
      "Je traverse la rue, je vous trouve du travail.",
      "Des Gaulois réfractaires au changement.",
      "On met un pognon de dingue dans les minimas sociaux et les gens sont quand même pauvres.",
      "Je ne cédera rien, ni aux fainéants, ni aux cyniques, ni aux extrêmes.",
      "Certains, au lieu de foutre le bordel, feraient mieux d'aller regarder s'ils ne peuvent pas avoir des postes là-bas, parce qu'il y en a qui ont les qualifications pour le faire et ce n'est pas loin de chez eux.",
      "Une gare, c'est un lieu où on croise les gens qui réussissent et ceux qui ne sont rien.",
      "Vous n'allez pas me faire peur avec votre T-shirt : la meilleure façon de se payer un costard, c'est de travailler.",
      "Le kwassa-kwassa pêche peu, il amène du Comorien.",
      "Il faut des jeunes Français qui aient envie de devenir milliardaires.",
      "Bien souvent, la vie d’un entrepreneur est bien plus dure que celle d’un salarié, il ne faut pas l’oublier. Il peut tout perdre, lui, et il a moins de garanties.",
      "Il y a dans cette société une majorité de femmes. Il y en a qui sont, pour beaucoup, illettrées.",
      "Les salariés français sont trop payés. [...] Les salariés doivent pouvoir travailler plus, sans être payés plus si les syndicats majoritaires sont d’accord.",
      "Je dis aux jeunes: ne cherchez plus un patron cherchez des clients.",
      "[En parlant de lui-même] La France est en deuil d’un roi.",
      "Le chômage de masse en France c’est parce que les travailleurs sont trop protégés.",
      "Je ne vais pas interdire Uber et les VTC, ce serait les renvoyer vendre de la drogue à Stains.",
      "Je compte sur vous pour engager plus d’apprentis. C’est désormais gratuit quand ils sont mineurs.",
      "Vu la situation économique, ne plus payer les heures supplémentaires c’est une nécessité.",
      "C’est une erreur de penser que le programme est le cœur d’une campagne électorale. La politique c’est mystique.",
      "35 h pour un jeune, ce n’est pas assez.",
      "Les non-vaccinés, j'ai très envie de les emmerder. Et donc on va continuer de le faire, jusqu'au bout. C'est ça, la stratégie.",
      "Quand ma liberté vient menacer celle des autres, je deviens un irresponsable. Un irresponsable n'est plus un citoyen.",
      "Le cadre légal n'est pas suffisant parce que salariés comme entreprises ont besoin de plus de souplesse. Qui serions-nous pour dire à quelqu'un qui souhaite (travailler plus) que c'est impossible?"
    ]
  },
  {
    "names": [
      "Jean-Marie Le Pen",
      "Jean Marie Le Pen",
      "JMLP",
      "Jean-Marie",
      "Jean Marie"
    ],
    "quotes": [
      "L'immigration? Monseigneur Ebola peut régler ça en trois mois.",
      "Jeanne! Au-secours!",
      "[En parlant des femmes] L'affirmation que leur corps leur appartient est tout à fait dérisoire, il appartient à la vie et aussi en partie à la nation.",
      "La déclaration des droits de l'Homme marque le début de la décadence de la France.",
      "Les femmes maghrébines sont en rut, enfin en action, c'est la même chose.",
      "Le sidaïque est contagieux par sa transpiration, sa salive, son contact. C'est une espèce de lépreux.",
      "Je vais te faire courir moi tu vas voir, rouquin! PD!",
      "Je n’ai jamais considéré le maréchal Pétain comme un traître.",
      "Un homme qui ne boit pas de vin n'est pas tout à fait respectable, selon moi.",
      "On m'a fait une querelle d'Allemand parce que j'avais parlé, à propos des chambres à gaz des camps de concentration nazis, de point de détail de l'Histoire, comme Hiroshima est un détail de l'histoire aérienne de la guerre: détail horrible, détail affreux, mais un détail.",
      "Mon personnel de maison est noir, mon cuisinier est noir [...] que faut-il que je fasse ? Que je me marie avec un noir, homosexuel et sidaïque?",
      "Les homosexuels, c'est comme le sel dans la soupe. S'il n'y en a pas du tout c'est un peu fade, s'il y en a trop, c'est imbuvable.",
      "La première usine qu’il faut faire en France, c’est une usine à couilles!",
      "Moi, je n’aime pas le monde entier, encore que je puisse être ému par un petit nègre qui pleure ou un petit Chinois qui meurt de faim.",
      "Oui, je crois en l'inégalité des races. Aux Jeux olympiques, il y a une évidente inégalité entre la race noire et la race blanche, c'est un fait. Je constate que les races sont inégales.",
      "L'Europe est quand même la patrie de l'homme blanc, pas celle de l'homme gris.",
      "Sans inégalité, la France ne serait pas la France.",
      "Monsieur Durafour-crématoire, merci de cet aveu.",
      "Je comprends tout à fait qu'on mette en cause la démocratie, qu'on la combatte."
    ]
  },
  {
    "names": [
      "Charles De Gaulle",
      "De Gaulle",
      "Gaulle",
      "DeGaulle",
      "CDG"
    ],
    "quotes": [
      "La difficulté attire l’homme de caractère, car c’est en l’étreignant qu’il se réalise lui-même.",
      "La fin de l’espoir est le commencement de la mort.",
      "La France ne peut être la France sans la grandeur.",
      "Il est vrai, que parfois, les militaires s'exagérant l'impuissance relative de l'intelligence, négligent de s'en servir.",
      "Toutes les doctrines, toutes les écoles, toutes les révoltes, n'ont qu'un temps.",
      "Il n’y a que les arrivistes pour arriver.",
      "Quant au pouvoir, je ne saurais, en tout cas, quitter les choses avant qu'elles ne me quittent.",
      "La guerre, c'est comme la chasse, sauf qu'à la guerre les lapins tirent.",
      "Pour faire le blocus de Monaco, il suffit de deux panneaux de sens interdit.",
      "Ce qu’il faut surtout pour la paix, c’est la compréhension des peuples. Les régimes, nous savons ce que c’est : des choses qui passent. Mais les peuples ne passent pas.",
      "L’avenir n’appartient pas aux hommes...",
      "Je ne vais pas mal. Mais rassurez-vous, un jour, je ne manquerai pas de mourir.",
      "Comment voulez-vous gouverner un pays où il existe 258 variétés de fromage ?",
      "Recevoir un grand nombre de journalistes est un plaisir. Un petit nombre un ennui. Un seul d'entre eux : un supplice.",
      "J'aime bien ceux qui me résistent ; l'ennui, c'est que je ne peux les supporter.",
      "Comme un homme politique ne croit jamais ce qu'il dit, il est étonné quand il est cru sur parole.",
      "La vie n'est pas le travail : travailler sans cesse rend fou.",
      "Il vaut mieux avoir une méthode mauvaise plutôt que de n’en avoir aucune.",
      "C’est purement négatif de toujours remettre tout en cause, c’est, en somme, la marque des faibles, des incapables.",
      "J’ai entendu vos points de vue. Ils ne rencontrent pas les miens. La décision est prise à l’unanimité.",
      "Les diplomates ne sont utiles que par beau temps. Dès qu’il pleut, ils se noient dans chaque goutte.",
      "Les hommes peuvent avoir des amis, pas les hommes d'Etat.",
      "On ne devrait plus accepter de responsabilités suprêmes au-delà de soixante ans.",
      "Si les policiers n'étaient pas bêtes, ils ne seraient pas des policiers.",
      "Le patriotisme, c'est aimer son pays. Le nationalisme, c'est détester celui des autres.",
      "Les traités, voyez-vous, sont comme les jeunes filles et les roses : ça dure ce que ça dure!",
      "Je suis un monarchiste, la République n'est pas le régime qu'il faut à la France.",
      "Il est proposé, en même temps, de rénover le Sénat, actuellement réduit à un rôle de plus en plus accessoire.",
      "La France essaie d'aider les autres à avancer sur le chemin de la civilisation.",
      "Je me détends beaucoup à regarder votre télévision. Surtout vos informations. C’est comme les films comiques. C’est tellement bête que c’en est drôle.",
      "Aujourd’hui, tout type qui, pendant la guerre, a lu un jour aux cabinets un tract trouvé par hasard, affirme qu’il a été résistant !",
      "[La Nouvelle Caldéonie], une bande de terre peuplée par une bande de cons.",
      "[Sur l'association des anciens combattants] Être fait prisonnier, ce n’est pas de chance, c’est comme d’être cocu. Mais de là à en faire des défilés !",
      "Des chercheurs qui cherchent, on en trouve. Mais des chercheurs qui trouvent, on en cherche…",
      "[Après son opération de la prostate] Avant, les Français me regardaient comme si j’étais la France. Maintenant, ils savent que je suis incontinent.",
      "C’est utile la Flotte. Quand ça va mal, les maris descendent à terre et rétablissent l’ordre. Quand ça va bien, les marins descendent à terre et engrossent les filles.",
      "[Sur le mouvement de la 4e République] Je ne peux pas dire que je les déteste. On peut détester Hitler, Staline. On ne peut pas détester le néant."
    ]
  }
]